Repository: ShanePark/dutypark
Catalog: ios/Dutypark/Features/Todo/Todo.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

# common.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

# common.close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# common.edit
source: Edit
es: Editar
ja: 編集
ko: 수정
zh_hans: 编辑

# common.ok
source: OK
es: Aceptar
ja: 確認
ko: 확인
zh_hans: 确定

# common.retry
source: Try again
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hans: 重试

# common.save
source: Save
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

# todo.action.add
source: Add Todo
es: Añadir tarea
ja: Todoを追加
ko: Todo 추가
zh_hans: 添加 Todo

# todo.action.complete
source: Complete
es: Completar
ja: 完了にする
ko: 완료
zh_hans: 完成

# todo.action.delete
source: Delete
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除

# todo.action.leaveTag
source: Remove my tag
es: Quitar mi etiqueta
ja: 自分のタグを解除
ko: 내 태그 해제
zh_hans: 移除我的标签

# todo.action.moveDown
source: Move down
es: Bajar
ja: 下へ移動
ko: 아래로
zh_hans: 下移

# todo.action.moveUp
source: Move up
es: Subir
ja: 上へ移動
ko: 위로
zh_hans: 上移

# todo.action.reopen
source: Reopen
es: Reabrir
ja: 再開
ko: 다시 열기
zh_hans: 重新打开

# todo.action.status
source: Change status
es: Cambiar estado
ja: ステータス変更
ko: 상태 변경
zh_hans: 更改状态

# todo.confirm.deleteMessage
source: This Todo and its attachments will be deleted.
es: Se eliminarán esta tarea y sus archivos.
ja: このTodoと添付ファイルを削除します。
ko: Todo와 첨부파일이 함께 삭제됩니다.
zh_hans: 此 Todo 及其附件将被删除。

# todo.confirm.deleteTitle
source: Delete Todo?
es: ¿Eliminar tarea?
ja: Todoを削除しますか？
ko: Todo를 삭제할까요?
zh_hans: 删除 Todo？

# todo.confirm.leaveMessage
source: This Todo will be removed from your board.
es: Esta tarea se quitará de tu tablero.
ja: このTodoは自分のボードから削除されます。
ko: 이 Todo가 내 보드에서 제거됩니다.
zh_hans: 此 Todo 将从你的看板中移除。

# todo.confirm.leaveTitle
source: Remove your tag?
es: ¿Quitar tu etiqueta?
ja: 自分のタグを解除しますか？
ko: 내 태그를 해제할까요?
zh_hans: 移除你的标签？

# todo.drag.dropHere
source: Drop at end
es: Soltar al final
ja: 末尾にドロップ
ko: 맨 아래로 놓기
zh_hans: 拖放到末尾

# todo.drag.hint
source: Touch and hold, then drag to reorder or change status.
es: Mantén pulsado y arrastra para reordenar o cambiar el estado.
ja: 長押ししてドラッグすると、並べ替えやステータス変更ができます。
ko: 길게 누른 뒤 드래그하여 순서나 상태를 변경할 수 있습니다.
zh_hans: 长按并拖动以重新排序或更改状态。

# todo.empty.message
source: Add a Todo to this status.
es: Añade una tarea a este estado.
ja: このステータスにTodoを追加してください。
ko: 이 상태에 Todo를 추가해보세요.
zh_hans: 为此状态添加 Todo。

# todo.empty.title
source: No Todos
es: No hay tareas
ja: Todoはありません
ko: Todo가 없습니다
zh_hans: 暂无 Todo

# todo.error.attachments
source: Failed to load attachments.
es: No se pudieron cargar los archivos.
ja: 添付ファイルを読み込めませんでした。
ko: 첨부파일을 불러오지 못했습니다.
zh_hans: 无法加载附件。

# todo.error.attachmentsRequired
source: Load the existing attachments before editing.
es: Carga los archivos existentes antes de editar.
ja: 編集前に既存の添付ファイルを読み込んでください。
ko: 수정 전에 기존 첨부파일을 불러와주세요.
zh_hans: 编辑前请先加载现有附件。

# todo.error.create
source: Failed to add the Todo.
es: No se pudo añadir la tarea.
ja: Todoを追加できませんでした。
ko: Todo를 추가하지 못했습니다.
zh_hans: 无法添加 Todo。

# todo.error.delete
source: Failed to delete the Todo.
es: No se pudo eliminar la tarea.
ja: Todoを削除できませんでした。
ko: Todo를 삭제하지 못했습니다.
zh_hans: 无法删除 Todo。

# todo.error.leaveTag
source: Failed to remove your tag.
es: No se pudo quitar tu etiqueta.
ja: タグを解除できませんでした。
ko: 태그를 해제하지 못했습니다.
zh_hans: 无法移除标签。

# todo.error.load
source: Failed to load Todos.
es: No se pudieron cargar las tareas.
ja: Todoを読み込めませんでした。
ko: Todo를 불러오지 못했습니다.
zh_hans: 无法加载 Todo。

# todo.error.reorder
source: Failed to reorder the Todo.
es: No se pudo reordenar la tarea.
ja: Todoを並べ替えられませんでした。
ko: Todo 순서를 변경하지 못했습니다.
zh_hans: 无法调整 Todo 顺序。

# todo.error.status
source: Failed to change the status.
es: No se pudo cambiar el estado.
ja: ステータスを変更できませんでした。
ko: 상태를 변경하지 못했습니다.
zh_hans: 无法更改状态。

# todo.error.title
source: Todo error
es: Error de tarea
ja: Todoエラー
ko: Todo 오류
zh_hans: Todo 错误

# todo.error.update
source: Failed to update the Todo.
es: No se pudo actualizar la tarea.
ja: Todoを更新できませんでした。
ko: Todo를 수정하지 못했습니다.
zh_hans: 无法更新 Todo。

# todo.field.content
source: Details
es: Detalles
ja: 内容
ko: 내용
zh_hans: 内容

# todo.field.dueDate
source: Due date
es: Fecha límite
ja: 期限
ko: 마감일
zh_hans: 截止日期

# todo.field.owner
source: Owner
es: Propietario
ja: 作成者
ko: 작성자
zh_hans: 创建者

# todo.field.setDueDate
source: Set a due date
es: Establecer fecha límite
ja: 期限を設定
ko: 마감일 설정
zh_hans: 设置截止日期

# todo.field.status
source: Status
es: Estado
ja: ステータス
ko: 상태
zh_hans: 状态

# todo.field.tags
source: Tagged friends
es: Amigos etiquetados
ja: タグする友達
ko: 친구 태그
zh_hans: 标记好友

# todo.field.title
source: Title
es: Título
ja: タイトル
ko: 제목
zh_hans: 标题

# todo.form.createTitle
source: New Todo
es: Nueva tarea
ja: 新しいTodo
ko: 새 Todo
zh_hans: 新建 Todo

# todo.form.editTitle
source: Edit Todo
es: Editar tarea
ja: Todoを編集
ko: Todo 수정
zh_hans: 编辑 Todo

# todo.label.attachments
source: Attachments
es: Archivos adjuntos
ja: 添付ファイル
ko: 첨부파일
zh_hans: 附件

# todo.label.shared
source: Shared Todo
es: Tarea compartida
ja: 共有Todo
ko: 공유된 Todo
zh_hans: 共享 Todo

# todo.loading
source: Loading Todos
es: Cargando tareas
ja: Todoを読み込み中
ko: Todo를 불러오는 중
zh_hans: 正在加载 Todo

# todo.status.done
source: Done
es: Hecho
ja: 完了
ko: 완료
zh_hans: 完成

# todo.status.inProgress
source: In progress
es: En curso
ja: 進行中
ko: 진행 중
zh_hans: 进行中

# todo.status.todo
source: To do
es: Pendiente
ja: 未着手
ko: 할 일
zh_hans: 待办

# todo.status.unknown
source: Unknown
es: Desconocido
ja: 不明
ko: 알 수 없음
zh_hans: 未知

# todo.statusShort.done
source: Done
es: Hecho
ja: 完了
ko: 완료
zh_hans: 完成

# todo.statusShort.inProgress
source: Doing
es: En curso
ja: 進行中
ko: 진행
zh_hans: 进行中

# todo.statusShort.todo
source: Todo
es: Pendiente
ja: 未着手
ko: 할 일
zh_hans: 待办
